"AppIsRunningAlertRunningTitle"         = "%@ is running!";
"AppIsRunningAlertLaunchFailedTitle"    = "%@ launch failed, please re-download the program!";
"AppIsRunningAlertErrorOccurredTitle"   = "%@ encountered a problem needs to quit, please re-launch the program!";
"AppIsRunningAlertTitleDefaultButton"   = "OK";

"VolumesAlertTitle"                 = "%@ is currently running from a disk image";
"VolumesAlertMessage"               = "Would you like to install %@ in your applications folder and relaunch?";
"VolumesAlertCancel"                = "Don't Install";
"VolumesAlertInstall"               = "Install";

"VolumesAlertSuccessTitle"          = "%@ installed successfully";
"VolumesAlertSuccessMessage"        = "%@ was installed in /Applications";
"VolumesAlertSuccessDefaultButton"  = "Relaunch";

"VolumesAlertFailedTitle"           = "%@ installed unsuccessfully";
"VolumesAlertFailedDefaultButton"   = "Quit";

"AppQuitUnexpAlertTitle"            = "%@ quits unexpectedly last time, whether to submit the logs to help improve?";
"AppQuitUnexpAlertOK"               = "OK";
"AppQuitUnexpAlertCancel"           = "Cancel";
